Can't cut instance(s) of [Symbol] out of its host.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCutInstanceOutGen { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCutInstanceOutGen As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCutInstanceOutGen {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CutFailures Class
  Autodesk.Revit.DB Namespace